{
  "ru": {
    "welcome": "Добро пожаловать!",
    "welcomeDescription": "Готовы узнать больше о себе и своих потребностях? Наш тест - это великолепный инструмент для глубокого погружения в свои жизненные области и для понимания, какие из них требуют вашего внимания. Это поможет вам достичь гармонии и баланса в жизни. Не упустите эту возможность узнать себя лучше - начните тест прямо сейчас!",
    "takeTest": "Пройти тест",
    "privacyPolicy": "Политика конфиденциальности",
    "congratulations": "Поздравляем!",
    "nowYouFillWheel": "Вы заполнили колесо баланса!",
    "congratulationDescription": "Смотрите результаты и рекомендации в приложении Liferadar и узнайте в каких сферах можно черпать ресурс, а над какими стоит поработать.",
    "download": "Скачать",
    "downloadAlready": "Я уже скачал",
    "openLiferadar": "Откройте приложение Liferadar",
    "enterCode": "И введите код в раделе Колесо Баланса:",
    "wheelAwaitsYou": "Колесо Жизненного Баланса и результаты теста уже ждут вас в приложении Liferadar",
    "back": "Назад"
  },
  "en": {
    "welcome": "Welcome!",
    "welcomeDescription": "Are you ready to learn more about yourself and your needs? Our test is a great tool for deep immersion in your life areas and for understanding which of them require your attention. This will help you achieve harmony and balance in life. Don't miss this opportunity to get to know yourself better - start the test right now!",
    "takeTest": "Take the test",
    "privacyPolicy": "Privacy policy",
    "congratulations": "Congratulations!",
    "nowYouFillWheel": "You have filled the balance wheel!",
    "congratulationDescription": "See the results and recommendations in the Liferadar application and find out in which areas you can draw a resource, and which ones are worth working on.",
    "download": "Download",
    "downloadAlready": "I have already downloaded",
    "openLiferadar": "Open the Liferadar app",
    "enterCode": "And enter the code in the Balance Wheel:",
    "wheelAwaitsYou": "The Wheel of Life Balance and the test results are already waiting for you in the Liferadar app",
    "back": "Back"
  },
  "de": {
    "welcome": "Willkommen!",
    "welcomeDescription": "Bereit, mehr über sich selbst und Ihre Bedürfnisse zu erfahren? Unser Test ist ein großartiges Werkzeug, um tief in Ihre Lebensbereiche einzutauchen und zu verstehen, welche Ihre Aufmerksamkeit erfordern. Dies wird Ihnen helfen, Harmonie und Balance im Leben zu erreichen. Verpassen Sie nicht diese Gelegenheit, sich selbst besser kennenzulernen - starten Sie den Test jetzt!",
    "takeTest": "Den Test bestehen",
    "privacyPolicy": "Datenschutz",
    "congratulations": "Herzlichen Glückwunsch!",
    "nowYouFillWheel": "Sie haben das Balance-Rad ausgefüllt!",
    "congratulationDescription": "Sehen Sie sich die Ergebnisse und Empfehlungen in Liferadar an und finden Sie heraus, in welchen Bereichen Sie eine Ressource schöpfen können und an welchen Sie arbeiten sollten.",
    "download": "Herunterladen",
    "downloadAlready": "Ich habe bereits heruntergeladen",
    "openLiferadar": "Öffnen Sie die Liferadar-App",
    "enterCode": "Und geben Sie den Code in das Balance Rad ein:",
    "wheelAwaitsYou": "Das Life Balance Wheel und die Testergebnisse warten bereits auf Sie in der Liferadar App",
    "back": "Zurück"
  },
  "fr": {
    "welcome": "Bienvenue !",
    "welcomeDescription": "Prêt à en savoir plus sur vous-même et vos besoins? Notre test est un excellent outil pour plonger profondément dans vos domaines de vie et pour comprendre ceux qui nécessitent votre attention. Cela vous aidera à atteindre l'harmonie et l'équilibre dans la vie. Ne manquez pas cette occasion de mieux vous connaître - commencez le test dès maintenant!",
    "takeTest": "Passer le test",
    "privacyPolicy": "Politique de confidentialité",
    "congratulations": "Félicitations !",
    "nowYouFillWheel": "Vous avez rempli la roue d'équilibre!",
    "congratulationDescription": "Voir les résultats et les recommandations dans l'application Liferadar et découvrez dans quels domaines vous pouvez puiser dans la ressource, et sur lequel il vaut la peine de travailler.",
    "download": "Télécharger",
    "downloadAlready": "J'ai déjà Téléchargé",
    "openLiferadar": "Ouvrez l'application Liferadar",
    "enterCode": "Et entrez le code dans la Roue d'équilibre de radel:",
    "wheelAwaitsYou": "La roue de L'équilibre de la Vie et les résultats du test vous attendent déjà dans l'application Liferadar",
    "back": "En arrière"
  },
  "jp": {
    "welcome": "ようこそ！",
    "welcomeDescription": "あなた自身およびあなたの必要性についての詳細を学んで準備ができているか。 私たちのテストは、あなたの人生の分野に深く没頭し、あなたの注意を必要とするものを理解するための素晴らしいツールです。 これはあなたが人生の調和とバランスを達成するのに役立ちます。 自分自身をよりよく知るためのこの機会をお見逃しなく-今すぐテストを開始してください！",
    "takeTest": "テストを受ける",
    "privacyPolicy": "個人情報保護方針",
    "congratulations": "おめでとうございます！",
    "nowYouFillWheel": "あなたはバランスホイールを満たしています！",
    "congratulationDescription": "Liferadarアプリケーションの結果と推奨事項を確認し、リソースを描画できる領域と、作業する価値のある領域を確認します。",
    "download": "ダウンロード",
    "downloadAlready": "私はすでにダウンロードしています",
    "openLiferadar": "Liferadarアプリを開く",
    "enterCode": "そして、バランスホイールにコードを入力します:",
    "wheelAwaitsYou": "ライフバランスの輪とテスト結果は、すでにLiferadarアプリであなたを待っています",
    "back": "戻る"
  },
  "pt": {
    "welcome": "Bem-vindo!",
    "welcomeDescription": "Pronto para saber mais sobre você e suas necessidades? Nosso teste é uma ótima ferramenta para mergulhar profundamente em suas áreas da vida e entender quais exigem sua atenção. Isso ajudará você a alcançar harmonia e equilíbrio na vida. Não perca esta oportunidade de se conhecer melhor-comece o teste agora!",
    "takeTest": "Faça o teste",
    "privacyPolicy": "Política de Privacidade",
    "congratulations": "Parabéns!",
    "nowYouFillWheel": "Você encheu a roda de equilíbrio!",
    "congratulationDescription": "Veja os resultados e recomendações no aplicativo Liferadar e descubra em quais áreas você pode obter recursos e em quais vale a pena trabalhar.",
    "download": "Baixar",
    "downloadAlready": "Eu já baixei",
    "openLiferadar": "Abra o aplicativo Liferadar",
    "enterCode": "E insira o código na roda de equilíbrio de Radel:",
    "wheelAwaitsYou": "A roda do equilíbrio vital e os resultados do teste já estão esperando por você no aplicativo Liferadar",
    "back": "Atrás"
  },
  "es": {
    "welcome": "¡Bienvenido!",
    "welcomeDescription": "¿Estás listo para aprender más sobre TI y tus necesidades? Nuestra prueba es una gran herramienta para sumergirse profundamente en sus áreas de vida y comprender Cuáles requieren su atención. Esto le ayudará a lograr la armonía y el equilibrio en la vida. No te pierdas esta oportunidad de conocerte mejor: ¡comienza la prueba ahora mismo!",
    "takeTest": "Pasar la prueba",
    "privacyPolicy": "Política de privacidad",
    "congratulations": "¡Felicidades!",
    "nowYouFillWheel": "¡Has llenado la rueda de equilibrio!",
    "congratulationDescription": "Vea los resultados y las recomendaciones en la aplicación Liferadar y descubra en qué áreas puede obtener un recurso y en qué vale la pena trabajar.",
    "download": "Descargar",
    "downloadAlready": "Ya lo he descargado",
    "openLiferadar": "Abra la aplicación Liferadar",
    "enterCode": "E introduzca el código en la rueda de equilibrio Radel:",
    "wheelAwaitsYou": "La rueda de balance de Vida y los resultados de la prueba ya están esperando en la aplicación Liferadar",
    "back": "Atrás"
  }
}